Repository: Alexmhack/django-tellme
Catalog: tellme/locale/*/LC_MESSAGES/djangojs.po
Languages: fr

source: Send feedback
fr: Envoyer le feedback

source: Feedback lets you send us suggestions about our products. We welcome problem reports, feature ideas and general comments.
fr: Le système de feedback vous permet de nous envoyer des suggestions à propos de nos produits. Nous accueillons positivement les rapports de problèmes, les propositions de nouvelles fonctionnalités et des commentaires généraux.

source: Start by writing a brief description:
fr: Commencez par écrire une brève description:

source: Next we'll let you identify areas of the page related to your description.
fr: Ensuite, nous allons vous permettent d'identifier les zones de la page liée à votre description.

source: Next
fr: Suivant

source: Please enter a description.
fr: Merci d'entrer une description.

source: Click and drag on the page to help us better understand your feedback. You can move this dialog if it's in the way.
fr: Cliquez et dessinez sur la page pour nous aider à mieux comprendre votre feedback. Vous pouvez déplacer cette boîte de dialogue si elle vous dérange.

source: Highlight
fr: Mettre en surbrillance

source: Highlight areas relevant to your feedback.
fr: Mettre en surbrillance les zones pertinentes pour votre feedback.

source: Black out
fr: Occulter

source: Black out any personal information.
fr: Occultez toutes informations personnels.

source: Back
fr: Retour

source: Additional info
fr: Informations additionnelles

source: None
fr: Aucun

source: Browser Info
fr: Informations sur le navigateur

source: Page Info
fr: Informations sur la page

source: Page Structure
fr: Structure de la page

source: Screenshot
fr: Capture d'écran

source: Submit
fr: Envoyer

source: Thank you for your feedback. We value every piece of feedback we receive.
fr: Merci pour votre avis. Nous apprécions chaque feedback que nous recevons.

source: We cannot respond individually to every one, but we will use your comments as we strive to improve your experience.
fr: Nous ne pouvons pas toujours répondre individuellement à tout le monde, mais nous allons utiliser vos commentaires et nous nous efforçons d'améliorer votre expérience.

source: Sadly an error occured while sending your feedback. Please try again.
fr: Malheureusement une erreur survenue pendant l'envoi de votre feedback. Veuillez réessayer.
